vsopSimulate/template/江西/WorkSheetAcceptSV/JXR5.1.1.6服务开通工单请求_15手机拆机.xml

<?xml version="1.0" encoding="GBK"?>

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <SOAP-ENV:Body>
    <m:WorkListFKToVSOPReq xmlns:m="http://www.mbossvsop.com.cn/vsop">
      <request><![CDATA[
			<Request><SessionBody><SessionHead>
<WorkListFKToVSOPReq>
	<StreamingNo>186400022</StreamingNo>
	<TimeStamp>20101129031143</TimeStamp>
	<SystemId>206</SystemId>
	<OrderId>234617647</OrderId>
	<ActionType>15</ActionType>
	<PorductInstID>254700628</PorductInstID>
	<ProdSpecCode>C7</ProdSpecCode>
	<ProductNo>18970154086</ProductNo>
	<OldProductNo></OldProductNo>
	<ReginID>0701</ReginID>
	<ProductOfferId/>
	<VProductInfo>
		<ActionType>1</ActionType>
		<VProductID>1G</VProductID>
		<EffDate/>
		<ExpDate/>
	</VProductInfo>
	<VProductInfo>
		<ActionType>1</ActionType>
		<VProductID>1P</VProductID>
		<EffDate/>
		<ExpDate/>
	</VProductInfo>
	<VProductInfo>
		<ActionType>1</ActionType>
		<VProductID>1T</VProductID>
		<EffDate/>
		<ExpDate/>
	</VProductInfo>
	<VProductInfo>
		<ActionType>1</ActionType>
		<VProductID>1Z</VProductID>
		<EffDate/>
		<ExpDate/>
	</VProductInfo>
	<VProductInfo>
		<ActionType>1</ActionType>
		<VProductID>5E</VProductID>
		<EffDate/>
		<ExpDate/>
	</VProductInfo>
	<VProductInfo>
		<ActionType>1</ActionType>
		<VProductID>5H</VProductID>
		<EffDate/>
		<ExpDate/>
	</VProductInfo>
	<VProductInfo>
		<ActionType>1</ActionType>
		<VProductID>8G</VProductID>
		<EffDate/>
		<ExpDate/>
	</VProductInfo>
	<VProductInfo>
		<ActionType>1</ActionType>
		<VProductID>kH</VProductID>
		<EffDate/>
		<ExpDate/>
	</VProductInfo>
	<VProductInfo>
		<ActionType>1</ActionType>
		<VProductID>EV</VProductID>
		<EffDate/>
		<ExpDate/>
	</VProductInfo>
	<AProductInfo>
		<ActionType/>
		<AProductID/>
	</AProductInfo>
	<UserState>00X</UserState>
	<UserPayType>0</UserPayType>
</WorkListFKToVSOPReq>
</SessionHead></SessionBody></Request>
			]]></request>
    </m:WorkListFKToVSOPReq>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
